org/2021/read-difficult-english-book.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 你是怎么度过痛苦困难的原版书阅读初期的？

首先，不要一遇到生词就停下来查。

就像在路上行驶，如果你一直踩刹车，车子总是起停起停，那速度就上不来，节奏就乱了，气也就散掉了，你自己也感受不到驾驶的乐趣。

阅读也是一样，我的经验是，一本小说，前50页可以读得仔细点，遇到生词可以查查，把整个故事的人物性格、大概的故事走向弄懂，后面就可以读得随意些。

遇到生词主要靠猜。神奇的是，当你大概知道人物性格、故事走向后，很多时候你都能顺下来。就算猜不出，随它去吧，并不影响你对故事的理解。

而且我个人很多时候，也有很多不懂的地方，但整体读下来就发现，还是懂的部分多一些，而且会越来越多。

其次，小说的选择。

当然不要选择太难的小说。如果积累不深，不要一上来就读名著。

名著基本都是作家一百多年前写的。背景不熟、内容又太深，本就不适合语言初学者。

尤其是一两百年前英国作家的作品，读了真的很想si啊......

所以，一开始选择那种情节紧张有趣、文字简单易懂的通俗原版小说，也就是畅销书类的比较适合。

比如，推理惊悚类：阿加莎·克里斯蒂的《东方快车谋杀案​》，情节紧张，书又很薄；丹·布朗的《达芬奇密码​》、《天使与魔鬼​》，有些符号学的词汇虽然不常见，但其实根本不影响理解情节；

最重要的是，这一类书，你在读的时候，一直想知道，结局到底是什么？真相到底怎样？凶手到底是谁？这就是一直推动你读下去的乐趣与动力。

情感类：比如《暮光之城​》文字天真简单，又能满足少女们的幻想；《消失的爱人​》，情节狗血，符合现代人对婚恋关系的理解；

还有《饥饿游戏​》这种全本用一般现在时写的小说，要多简单有多简单，还有同名电影可参考，事先知道个大概情节，去读简直so
easy。而且情节还特别脑洞大开，可以充满好奇地一直读下去。

读过几本简单的，信心倍增，以后慢慢再读难的，就会越来越顺了。

当然，这也是积累的力量。不管什么学科，肯定是需要积累的，这不用我说，大家也都懂的。

我个人的经验，大概坚持个半年，能有肉眼可见的进步。
